Repository: mozilla-l10n/mt-training-data
Catalog: bgp/bgp_pontoon.tmx
Source language: en_us
Languages: bgp

source: If the sentence does not meet the above criteria, click the "No" button.
bgp: اگر جملہ بُرز ءِ رہبنداں سرجم نہ کنت گڑا "ناں" ءِ بٹن ءَ کلک بہ کن اِت۔

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
bgp: اگر جملہ مندرجہ بالا معیار چھکا پورا چھنیں اترغا تاں وت کھبائں پاسہ ولا بٹن چھکا زورا دے۔اگر شوا را جملہ بارا یقین چھنیں تاں شوا اشی آرا الے تے اگی چھکا جوزے سگے

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
bgp: اگاں جملہ زھرناک یا دلپروش کنوک اِنت - چوش کہ چہ ھاسیں مواد ءِ سبب ءَ ، یا مئے <communityGuidelines>کمیونٹی ءِ بھر زوری ءِ رہبند</communityGuidelines> ءِ دگہ خلاف ورزی یے - شما جملہ ءَ رد بہ کن اِت۔ اے جیڑہ ءَ گیش کنگ ءِ ھاترا شما مارا <emailFragment>commonvoice@mozilla.com</emailFragment> ءِ سر ءَ ھم رابطہ کن اِت۔

source: If the sentence meets the criteria above, click the "Yes" button.
bgp: اگر جملہ بُرز ءِ رہبنداں پیلو کنت گڑا "ہاں" ءِ بٹن ءَ کلک بہ کن اِت

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
bgp: اگر جملہ وزی معیار چھکا پورا اترغیں تاں منظور کھنغ چھکا زورا دے سجھا بٹن چھکا

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
bgp: اگاں شما جملہ ءِ بابت ءَ دلجم نہ اِت گڑا شما ھم یلہ دات کن اِت ءُ دیمتر ءِ جملہ ءَ شُت کن اِت۔

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
bgp: اگر شُما کو کوئی چیز ملے کہ ایں رہنما خطوط میں شامل نہ انت، تو براہ مہربانی اپنے بہترین فیصلےء مطابق ووٹ دیں. اگر شُما واقعی فیصلہ نہ کنگ، تو اسکیپ بٹنءِ استعمال کنگ و اگلی ریکارڈنگ پر جاؤ.

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
bgp: اگاں تو ایشاں <strong>اشکت کن ئے</strong> ءُ <strong>آہاں سرپد بوت کن ئے گڑا اے گیشتر <strong>منّگ</strong>گ شرتر اِنت۔

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
bgp: اگاں تو دو روچ ءِ تہا مئے ھال ءَ نہ رس ئے <emailLink>{ $email }</emailLink>ءَ سر بہ بئے ءُ ما ترا پدا رسیں!

source: If you don't see your language in either part of the platform, select both.
bgp: اگاں تو وتی زبان ءَ پلیٹ فارم ءِ بہر ءَ نہ گند ئے گڑا دوئیں گچین کن ئے۔

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
bgp: اگاں شما یا شمئے ادارہ اے منصوبہ ءِ تہا پدا شریک بوہگ لوٹ ات گڑا شما <donateLink>عطیہ</donateLink> کت کن ات یا <emailFragment>commonvoice@mozilla.com</emailFragment ءِ سر ءَ مئے شریکداری ٹیم ءَ گوں رابطہ کن ات۔

source: If you’re having trouble contributing, you can switch back to seeing all content for your language at any time.
bgp: اگاں ترا شریک بوھگ ءَ جیڑگ ءَ اِنت گڑا تو وتی زبان ءِ ھاترا ھر وھد ءَ سرجمیں مواد ءِ گندگ ءَ پدا بدل کن ئے۔

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
bgp: اگاں شما اے ایس آر ماڈل جوڑ کنگ ءِ وسیلہ ءِ شوھاز ءَ اِت گڑا شما کمیونٹی ءِ دگہ مردماں گوں <discourseLink>گپ ءُ تران</discourseLink> ءِ سر ءَ ھمگرنچ بوت کن اِت۔

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
bgp: اگاں شما ڈیٹاسیٹ ءِ بابت ءَ گیشتر گپ جنگ لوٹ اِت، منصوبہ بندیں پلیٹ فارم ءِ توسیپ ءِ تہا شریک سرمایہ کاری کنگ لوٹ اِت یا تعاون ءِ موہانی شوہاز ءَ اِت، <emailFragment>مارا یک لیکہے ءِ سرا نبشتہ بہ کن اِت۔</emailFragment>

source: If you run out of sentences to review, please help us collect more sentences!
bgp: اگر جائزہ گرغ واسطہ شوے جملہ ختم بیزا شزغاں تاں براہ کرم مزید جملہ جمع کھنغ وچا مے مدد کھنے

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
bgp: اگاں شما ھیال کن اِت کہ تلفظ ءِ سبب ءَ اے <strong>پہمگ</strong>نامکن اِنت، یا <strong>بازیں پُشت ءِ شور</strong> اِنت، یا <strong>دگہ مردم ھم گپ ءَ اَنت</strong>، گڑا شما . کلپ ءَ رد کنگی اِنت۔ <accuracyLink>مئے درستی ءِ رہبند</accuracyLink> ءَ گیشتریں زانتکاری ءَ بچار اِت۔

source: Igbo
bgp: اگبو

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
bgp: من تھنا مشترکہ توار #CommonVoice-- ءِ عطیہ کنگ ءِ ذاتی مول ءُ مراد جوڑ کتگ -- منی گوں ھمگرنچ بہ بئے ءُ مشیناں وانینگ ءَ کمک بہ کن کہ راستیں مردم چوں گپ جن اَنت { $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
bgp: من ترا اے زانتکاری ءِ دیم ءَ برگ ءَ وش آں چو کہ تو موزیلا ءِ <privacyLink>رازداری ءِ پالیسی</privacyLink> ءِ تہا بیان کتگ

source: Include appropriate citation
bgp: مناسب حوالہ شامل کن انت

source: Includes email, username & demographic info, available right away
bgp: ای میل، صارف نام ءُ آبادی ءِ زانتکاری ھوار انت، ھما وھد ءَ دستیاب انت

source: Includes mp3s and related sentences, may take some time to prepare
bgp: mp3s ءُ ہمگرنچیں جملہ ہوار انت، تیار کنگ ءَ لہتیں وھد لگ ایت

source: Indonesian
bgp: انڈونیشیائی

source: Indus Kohistani
bgp: ہندس کوہانیانی .

source: Information about the language
bgp: اطلاعات باروا زبان .

source: In Progress
bgp: پیشرفت ئے تہا

source: Interested in getting involved with this project, or partnering with us?
bgp: اے منصوبہ ءِ تہا ہوار بوہگ ءِ شوق داریت، یا مئے ہمراہی ءَ شریک بوہگ ءِ شوق اِنت؟

source: Interested in learning more and contributing to the project?
bgp: گیشتر زانگ ءُ منصوبہ ءِ تہا شریک بوھگ ءِ شوق داریت؟

source: Interface language:
bgp: انٹرفیس زبان:

source: Interlingua
bgp: انٹرلینگوا

source: Interlingue
bgp: انٹرلینگو

source: [interrupted by background noise]
bgp: [پس منظر ءِ شور ءَ چہ رکاوٹ بوتگ]

source: Intersex
bgp: انٹرسیکس

source: Iñupiaq
bgp: آسپیاک

source: Invalid file
bgp: غلط فائل

source: Irish
bgp: آئرش

source: IsiNdebele (North)
bgp: ایسینڈیبلے (شمال)

source: IsiNdebele (South)
bgp: ایسینڈیبلے (جنوب)

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
bgp: <isoCodeLink>آئی ایس او کوڈ<isoCodeLink> اگاں زانگ بہ بیت

source: Is the clip valid?
bgp: اے کلپ درست آنت؟

source: Italian
bgp: اطالوی

source: It contains words or phrases that are hard to read or pronounce.
bgp: اشی نیاما ہمے وڑیں لفظ استاں ہماہاں نی وانغ ء تلفظ کنغ اوکھ ایں

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do?
bgp: ڈیٹاسیٹ ءِ میزبانی ءُ 100+ زبان ءِ کمیونٹیز ءِ پلیٹ فارم ءَ شر کنگ ءِ سال ءَ تقریباً یک ملین ڈالر ھرچ بیت کہ ما چے کنیں؟

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
bgp: ڈیٹاسیٹ ءِ میزبانی ءُ 100+ زبان ءِ کمیونٹیز ءِ پلیٹ فارم ءَ شر کنگ ءِ سال ءَ تقریباً یک ملین ڈالر ءِ ھرچ ءُ درچ بیت کہ آ مئے کارانی سر ءَ انحصار کن اَنت۔ <strong>اگاں شما پچیں، ھواریں ڈیٹا ءِ ارزشت ءَ دئے اِت - مرچی عطیہ بہ کن اِت!</strong>

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
bgp: ڈیٹاسیٹانی مدام میزبانی ءُ شنگ کنگ، پلیٹ فارم ءَ شر کنگ ءُ <africaMradiLink>کمیونٹی پروگرام</africaMradiLink> ءِ چلائینگ ءَ بازیں زرّے ھرچ بیت۔

source: It is very important that all text sentences are <publicDomain>public domain</publicDomain> (cc0) as the Common Voice dataset is released under a cc0 license. Only ever upload a sentence if you are sure, and always include the relevant citation.
bgp: اے سک باز المی انت کہ درستیں نبشتانکی جملہ <publicDomain>عوامی ڈومین</publicDomain> (cc0) بہ بنت پرچا کہ کامن وائس ءِ ڈیٹاسیٹ cc0 لائسنس ءِ چیر دستی ءَ شنگ کنگ بیت۔ اگاں ترا پکّا اِنت گڑا ایوک ءَ یک جملہ یے اپلوڈ کن ءُ مدام ھمگرنچیں حوالہ ءَ ھوار کن۔

source: It is written in a language different than what I’m reviewing.
bgp: اے آں زبان گوں مختلف ایں واہی کہ ماں جائزاہ گرغاں

source: It is written in a language different than what I’m speaking.
bgp: ہمے زوان نیاما نویسی جیثہ ہمانہی نیاما من گالوار آں

source: It’s important to include citations so we can check that sentences are in the public domain and no copyright restriction apply.
bgp: حوالہ جات ءِ ھوار کنگ المی اِنت دانکہ ما اے گپ ءَ پٹ ءُ پول بہ کنیں کہ جملہ پبلک ڈومین ءَ اَنت ءُ کاپی رائٹ ءِ ھچ وڑیں بندش نیست۔

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
bgp: کامن وائس ءِ بوت کنگ ءَ بازیں چیزے لوٹیت! ما اے کار ءَ یکے نہ کنیں۔ مئے گوما شریک بوھگ لوٹ ئے؟ مارا چہ شما ھال ءُ اھوال کنگ وش بیت۔

source: Izhorian
bgp: اژوریان

source: Japanese
bgp: جاپانی

source: Jaqaru
bgp: جاکارو

source: Javanese
bgp: جاوانی

source: Join Discord Community
bgp: ڈسکارڈ کمیونٹی ئا ہوار بی

source: Join the Common Voice mailing list
bgp: مشترکہ آواز ءِ میلنگ لسٹ ءَ ہوار بہ بئے

source: Join us on Discord
bgp: ڈسکارڈ سرا مارا ہوار بئے

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
bgp: بس یک دو جملہانی تہا ھما وڑ ءَ کہ تو کت کن ئے ھما وڑا کہ تو فطری رنگ ءَ پرامپٹ ءِ جواب ءَ بہ دے۔ وتی زبان ءَ احترام ءُ بے تاوانیں زبان ءَ دلجم بہ کن اِت۔

source: Just Unsure?
bgp: یکھ بے پتءِ

source: Kabardian
bgp: کابردانی

source: Kabyle
bgp: کابلی

source: Kalasha
bgp: کالاشا

source: Kalenjin
bgp: کلنجن

source: Kalkoti
bgp: کلوتی

source: Kannada
bgp: کنڑ

source: Kaqchikel
bgp: کاکچیکل

source: Kara
bgp: کارا

source: Karakalpak
bgp: کاراکلپک

source: Kateviri
bgp: کٹویری

source: Kazakh
bgp: قازق

source: { $kb }kb max
bgp: { $kb }کے بی گیشتر

source: Keep
bgp: داری

source: Keep it up, record again <recordIcon></recordIcon>
bgp: اے کار ءَ برجاہ دار، پدا ریکارڈ بہ کن <recordIcon></recordIcon>

source: Keep the recordings
bgp: ریکارڈنگاں بہ دار

source: Keep track of your progress and metrics across multiple languages.
bgp: بازیں زبانانی تہا وتی پیشرفت ءُ میٹرکس ءِ سرا چمشانک بہ دئے اِت۔

source: Keep track of your progress with a profile
bgp: وتی دیمروی گندغ واستہ پروفائلءِ جوڑ کن اِنت

source: Keep track of your progress with a profile and help our voice data be more accurate.
bgp: پروفائل ءِ گوما وتی دیمروئی ءِ سرا چمشانک بہ دئے ءُ مئے توار ءِ ڈیٹا ءَ گیشتر راست کنگ ءَ کمک بہ کن۔

source: Kelabit
bgp: کلابیت

source: Kenyah
bgp: کینیا

source: Kenyi
bgp: کیناء

source: Ketrani
bgp: کیترانی

source: Khmer
bgp: خمیر

source: Khowar
bgp: خوار

source: K'iche'
bgp: کیچے'

source: Kichwa
bgp: کیچوا

source: Kidaw'ida
bgp: کیداؤیدہ

source: Kikuyu
bgp: کیکویو

source: Kinyarwanda
bgp: کنیارواندا

source: Kohistani Shina
bgp: کوہستان شانا ۔۔۔۔

source: Kom
bgp: کوم

source: Komi-Zyrian
bgp: کومی-زیریان

source: Konkani (Devanagari)
bgp: کونکانی (دیوانگری)

source: Korean
bgp: کورین

source: Kuku
bgp: کوکو

source: Kurmanji Kurdish
bgp: کرمانجی کرد

source: Kyrgyz
bgp: کرغیز

source: Language
bgp: زبان

source: Language Fundamentals (e.g. Digits, Letters, Money)
bgp: زبان اے بنیادی اصول (مثلا. ہندسے, حروف, رقم)

source: Language Request
bgp: زبانءِ دزبندی

source: Language request successfully submitted, thank you.
bgp: زبانءِ دزبندی گوں سوبمندیءَ پیلوّ کنغ بیثءَ

source: Languages
bgp: زواناں

source: Languages can have their own validation rules with additional requirements when they localize. If there is no specific validation file for a language, the English rules will show for contributors.
bgp: زبانانی وتی توثیق ءِ رہبند بوت کن انت کہ آہانی لوکلائزیشن ءِ وھد ءَ گیشیں لوٹ ھوار انت۔ اگاں زبانے ءِ ھاترا ھچ وڑیں توثیق ءِ فائل نیست گڑا انگریزی ءِ رھبند شریک داروکاں پیش دار اَنت۔

source: Language Text
bgp: زبان ئے نبشتانک

source: Lao
bgp: لاؤ

source: Large bulk sentence submission
bgp: مزیں مزیں جملہ جمع کھنینغ

source: Large scale corporates and platform companies
bgp: مزنیں کچے ءَ کارپوریٹ ءُ پلیٹ فارم کمپنی

source: Lassi
bgp: لسی

source: Last Updated: { $lastUpdatedTimeStamp }
bgp: گڈی رند ءَ نوک کنگ بوتگ:{ $lastUpdatedTimeStamp }

source: Latgalian
bgp: لاتگالی

source: Latvian
bgp: لاتویائی

source: Launched
bgp: بندات کنگ بوت

source: Laz
bgp: لیز

source: Leaderboard Visibility
bgp: لیڈر بورڈ ءِ دیم ءَ آیگ

source: Learn about partnerships with Common Voice
bgp: مشترکہ آواز ئے گوما شریکداری باروا سرپد بہ بئے

source: Learn how to check a transcription
bgp: ٹرانسکرپشن ءِ چیک کنگ ءِ رھبند ءَ بزان اِت

source: Learn how to take part
bgp: حصہ گریغء طریقہ سکھے

source: Learn how to transcribe
bgp: ٹرانسکرپٹ کنگ ءِ رہبند ءَ بزان اِت

source: Learn how to use this page
bgp: اے پیج ئے کارمرز کنغ ئے رہبند ئا ڈس

source: Learn More
bgp: مزید پجار

source: Leaving now means you’ll lose your changes
bgp: نئ الغیں مطلب آں کہ شوا وزی تبدیلی آرا بریں نے

source: Leaving now means you'll lose your progress
bgp: نئ الغیں مطلب آں کہ شوا وزی ترقی آرا بریں نے

source: Length
bgp: دراجی

source: Let's Get Started
bgp: بیا اِت بندات کن ایں

source: Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
bgp: نمدی ہما زبان ءَ جائز بہ بنت کہ گپ جنگ بوہگ ءَ انت۔ چوناھا ”ز“ روسی آبانی تہ ءَ یک آبے بلے انگریزی ءَ ھچبر کارمرد نہ بیت ءُ ھمے ھاتر ءَ ھچبر انگریزی ءِ ھچ وسیلہ ءِ نبشتانک ءَ گندگ مہ بیت۔

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
bgp: LibriSpeech 16Khz ءِ وانگ ءِ انگریزی گپ ءِ تقریباً 1000 کلاک ءِ کورپس اِنت کہ LibriVox منصوبہ ءِ وانگ ءِ آڈیو بکاں چہ دراتکگ۔

source: License
bgp: لائسنس

source: License: <licenseLink>CC-0</licenseLink>
bgp: لائسنس: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
bgp: لائسنس:<licenseLink>{ $license }</licenseLink>

source: Ligurian
bgp: لیگوری

source: Lingala
bgp: لِنگالا

source: Link Copied
bgp: لنک کاپی کنگ بوتگ

source: Links to websites that can help us understand the language
bgp: ویب سائٹانی لنک کہ مارا زبان ءِ سرپد بوھگ ءَ کمک کن اَنت

source: Listen
bgp: گو شا کن

source: Listening
bgp: گوشدارگ

source: Listen options menu
bgp: آپشن مینو گوشدار

source: Listen-Queue
bgp: گوش کن - قطار

source: Lithuanian
bgp: لیتھوانیا

source: Loading…
bgp: لوڈ کنگ ءَ اِنت...

source: Loading sentences…
bgp: جملہ لوڈ بیغیں...

source: Localized
bgp: لوکلائزڈ

source: Log In
bgp: لاگ ان

source: Login Identity
bgp: لاگ ان شناخت

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
bgp: <loginLink>لاگن </loginLink> یا <loginLink> سائن اپ </loginLink> بازے جملے شامل کنا

source: Log in or sign up to get started
bgp: بندات کنغ واستہ لاگ اِنت کنیں یا سائن اپ کنیں

source: Log In / Sign Up
bgp: لاگ ان/ سائن اپ

source: Log In / Sign Up with { $company } email
bgp: لاگ ان / سائن اپ گوں{ $company } ای میل ءَ

source: Log Out
bgp: لاگ آؤٹ کن

source: Lojban
bgp: لوجبان

source: Look for text where the copyright no longer applies - for example most books that were published before 1920
bgp: نبشتانک ءِ شوھاز ءَ بہ کن اِت کہ اودا کاپی رائٹ ءِ کارمرز نہ بیت - چوش کہ گیشتریں کتاب کہ 1920 ءَ پیسر چاپ بوتگ اَنت

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
bgp: انچوش سما بیت کہ اے زبان ءَ گوشدارگ ءِ واستہ ھچ وڑیں کلپ نیست۔ لہتیں ریکارڈ کنگ ءَ مارا صف ءَ پُر کنگ ءَ کمک بہ کن اِت۔

source: Luganda
bgp: لوگنڈا

source: Luxembourgish
bgp: لکسمبرگ

source: Macedonian
bgp: مقدونیہ

source: Mada
bgp: مادا

source: Maithili
bgp: میٹھیلی

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
bgp: اے گالورا یقینی بنڑیں کہ تہی گالور کھنغا سے مہرا پھرکھنغا بیسی،اے دے کہ تہی الغا سے پھزا اوشتی برو

source: Make sure the sentence meets the following criteria:
bgp: یقینی ٹھاہے کہ جملہ بنی دازغیں معیار چھکا پورا اترغیں:

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
bgp: لہتیں گمنام ڈیموگرافک ڈیٹا ءِ دیم دیگ ءَ وتی دیم داتگیں ڈیٹا ءَ را ہر ممکن حد ءَ امیر بہ کن اِت۔ ما پبلک کنگ ءَ پیسر درستیں ڈیموگرافک ڈیٹا ءِ شناخت ءَ چہ ھلاس کنیں۔

source: Malagasy
bgp: ملاگاسی

source: Malay
bgp: ملائی

source: Malayalam
bgp: ملیالم

source: Male/Masculine
bgp: مرد / مرد

source: Maltese
bgp: مالٹی

source: Manage Email Subscriptions
bgp: ای میل سبسکرپشناں منیج کنی انت

source: Manage Subscriptions
bgp: سبسکرپشناں منیج کنی انت

source: Manx
bgp: مینکس

source: Mapudungun
bgp: ماپوڈنگن

source: Marathi
bgp: مراٹھی

source: <mark>Check</mark>
bgp: <mark>چارگ</mark>

source: <mark>Data</mark>
bgp: <mark>ڈیٹا</mark>

source: <mark>Prompt</mark>
bgp: <mark>فوریت<mark>

source: <mark>Respond</mark>
bgp: <mark>پسّو بہ دے<mark>

source: <mark>Transcribe</mark>
bgp: <mark>نبشتہ کن</mark>

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
bgp: <mark>وتی پٹ ءُ پول ءِ</mark><br/><mark> ھاترا سی وی کارمرز کنگ ءَ ئے؟</mark>

source: <mark>We need</mark><br/><mark>your help!</mark>
bgp: <mark>مارا درکار اِنت</mark><br><mark> تئی کمک!</mark>

source: Matrix is an open, lightweight protocol for decentralized, real-time communication, and Mozilla's preferred open discussion platform.
bgp: میٹرکس وکندریقرت، ریئل ٹائم کمیونیکیشن، ءُ موزیلا ءِ پسندیدہ پچیں بحث ءِ پلیٹ فارم ءِ ھاتر ءَ یک پچیں، ہلکا وزن ءِ پروٹوکول اِنت۔

source: Maximum file size: 25 MB
bgp: باز و باز فائل سائز: 25 ایم بی

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
bgp: بوت کنت کہ مئے <homepageLink>ھوم پیج<homepageLink> کمک بہ کنت؟ یک جُستے ءِ کنگ ءِ ھاترا <matrixLink>میٹرکس کمیونٹی چیٹ</matrixLink> ءَ ھوار بہ بئے، <githubLink>GitHub</githubLink> ءِ وسیلہ ءَ سائٹ ءِ جیڑھانی سرا چمشانک بہ دے یا <discourseLink>مئے ڈسکورس فورم</discourseLink> ءَ بہ چار۔

source: MB
bgp: ایم بی

source: Mbo
bgp: ایم بی او

source: Meadow Mari
bgp: میڈو ماری

source: Media and Entertainment
bgp: میڈیا دے تفریح

source: Medumba
bgp: میڈومبا

source: Meetei Lon
bgp: میتی لون

source: Message
bgp: پھیگام

source: Michoacán Mazahua
bgp: میچوآکان مازاہوا

source: Mingrelian
bgp: منگنیلیہ

source: Minimum sentences in file: 1000
bgp: فائل نیواں کھمے تے کھمے جملے: 1000

source: [Mismatched content]
bgp: یکھ دومی چی ءِ بے بدلی

source: Misreadings
bgp: غلط پڑھغے

source: Missing an 's' at the end of a word.
bgp: گال ءِ گُڈّی ءَ 's' ءِ گار بوھگ۔

source: Missing an <strong>'s'</strong> at the end of a word.
bgp: لفظ شروع نیوا <strong>'s'</strong> گار اَنت

source: Missing 'A' or 'The' at the beginning of the recording.
bgp: ریکارڈنگ ءِ بندات ءَ 'اے' یا 'دی' ءِ گار بوھگ۔

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
bgp: اے ءُ The چے ریکارڈنگ نیامءَ گار اَنت

source: Missing the end of the last word by cutting off the recording too quickly.
bgp: ریکارڈنگ ء اشتاف ء گو ھلاس کن گڈ پشتی لبز ء گیرارے

source: Mixed
bgp: مخلوط

source: Mixteco Yucuhiti
bgp: مکیتکو یوہیٹی

source: Mokpwe
bgp: موکپوے

source: Moksha
bgp: موکشا

source: Mongolian
bgp: منگول

source: More
bgp: زیادہ

source: [More has been recorded than the required text]
bgp: ضروری متن ء شہ باز ریکارڈ بیثہ

source: More languages coming soon
bgp: گیشتریں زبان زوت آھگ ءَ اَنت

source: Mossi
bgp: موسی

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
bgp: مزنیں کمپنیانی نیمگ ءَ کارمرز بوتگیں گیشتریں ڈیٹا مردمانی گیشتریں بہر ءَ دست نہ کپیت۔ مئے ھیال ءَ کہ جدت ءِ سرا بندش جنت۔ تو ما کامن وائس ءِ بندات کتگ، یک منصوبہ یے کہ آواز ءِ شناخت ءَ پچ کنگ ءَ کمک کنت ءُ ہرکس ءِ دست ءَ رس ایت۔

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
bgp: مزنیں کمپنیانی نیمگ ءَ کارمرز بوتگیں گیشتریں ڈیٹا مردمانی گیشتریں بہر ءَ دست نہ کپیت۔ مئے ھیال ءَ کہ جدت ءِ سرا بندش جنت۔ تو ما پروجیکٹ کامن وائس ءِ بندات کتگ، یک پروجیکٹے کہ آواز جوڑ کنگ ءَ کمک کنت شناخت ہر کس ءِ دیم ءَ پچ اِنت۔

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
bgp: گیشتریں ریکارڈنگ ھما مردمانی اَنت کہ آ وتی طبیعی توار ءَ گپ ءَ اَنت۔ تو کدی کدی ھما غیر معیاری ریکارڈنگاں منّ ئے کہ آ 'ڈرامائی' توار ءَ گوں شنگ ءُ تالان کنگ بنت یا دیم دیگ بنت۔ ریکارڈنگ ءُ کمپیوٹر ءِ وسیلہ ءَ جوڑ کتگیں تواراں کارمرز کنوکیں مردمانی گشگ ءَ چہ رکّ اِت۔

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
bgp: موزیلا کامن وائس یک انچیں گامگیجے کہ مشیناں وانینگ ءَ کمک بہ کنت کہ حقیقی مردم چوں گپ جن اَنت۔

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
bgp: موزیلا کامن وائس ءِ وسیلہ ءَ سرجمیں دگنیا ءِ کارکن، زبان زانت، ڈیٹا سائنسدان، اکیڈمک ءُ سافٹ ویئر انجینئر ءِ یک جتائیں کمیونٹی ءِ وسیلہ ءَ ممکن بوتگ۔ اے منصوبہ موزیلا فاؤنڈیشن ءِ نیمگ ءَ چہ رھشونی کنگ بیت۔

source: Mozilla Common Voice is the world’s most diverse crowdsourced open speech dataset - and we’re powered entirely by donations. It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. If you value open, inclusive data - <b>donate today!</b>
bgp: موزیلا کامن وائس دنیا ءِ جتائیں کراؤڈ سورسڈ اوپن اسپیچ ڈیٹاسیٹ اِنت - ءُ ما سرجم ءَ کمک ءِ وسیلہ ءَ کارمرز کنیں۔ ڈیٹاسیٹ ءِ میزبانی ءُ 100+ زبان ءِ کمیونٹیز ءِ پلیٹ فارم ءَ شر کنگ ءِ سال ءَ تقریباً یک ملین ڈالر ءِ ھرچ ءُ درچ بیت کہ آ مئے کارانی سر ءَ انحصار کن اَنت۔ اگاں شما پچیں، ھواریں ڈیٹا ءِ ارزشت ءَ دئے اِت - <b>مرچی عطیہ بہ کن اِت!</b>

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
bgp: موزیلا ءِ اوپن سورس آواز ءِ شناخت ءِ انجن ڈیپ اسپیچ ءَ چہ گپ ءِ شناخت ءِ ایپلی کیشنز جوڑ کنگ بیت کنت۔ مئے <githubLink>گتھب ءِ چمشانک</githubLink> ءَ بوان اِت یا <discourseLink>گہری گپ ءُ تران</discourseLink> ءَ ھوار بہ بئے کہ چوں بندات کنگ بہ بیت۔

source: Mutual accountability.
bgp: باہمی احتساب

source: n
bgp: این

source: N
bgp: ن

source: N/A
bgp: این/اے

source: Name
bgp: ناو
